{
  "3729": "Worth examining. Rank #1. Top 10 means something aligned. Among 100 Alien Wojaks, this stands at the top. The best of its class. The Full Piccolo combo manifests here. 7 in the grove. There's substance here. 🍊",
  "3707": "Consider this. Rank #2. Top 10 means something aligned. Within 100 Alien Wojaks, this ranks #2. Elite company. The Full Piccolo combo manifests here. 7 in the grove. There's depth here. 🍊",
  "3728": "Some pieces have layers. Rank #3. Top 10 means something aligned. Within 100 Alien Wojaks, this ranks #3. Elite company. The Full Piccolo combo manifests here. 7 in the grove. The grove will remember this one. 🍊",
  "3705": "Here's the context. Rank #4. Landing in the top 10 requires the right mix. The Full Piccolo combo manifests here. 7 in the grove. The grove will remember this one. 🍊",
  "3703": "Some pieces have layers. Rank #5. Top 10 means something aligned. The Full Piccolo combo manifests here. 7 in the grove. The kind that ages well. 👑",
  "3704": "The narrative. Rank #6. Top 10 means something aligned. The Full Piccolo combo manifests here. 7 in the grove. The grove will remember this one. 🍊",
  "3137": "The narrative. Rank #7. The top 10 is a small club. Among 200 Baddies, this stands at the top. The best of its class. A single Sexy Lip Bite + Clown Nose exists. Worth sitting with. 🍊",
  "4121": "Worth examining. Rank #8. Top 10 means something aligned. Among 42 Bepe Waifus, this stands at the top. The best of its class. The Bepe Waifu + Aviators pairing appears on 2 NFTs. Worth remembering. 🍊",
  "4186": "Here's what the data misses. Rank #9. Top 10 means something aligned. Among 42 Bepe Baddies, this stands at the top. The best of its class. The Bepe Baddie + Cyber Shades pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3733": "Let's look closer. Rank #10. Top 10 means something aligned. Among 80 Alien Soyjaks, this stands at the top. The best of its class. Alien Soyjak + Soy Hair: one instance. Worth remembering. 🍊",
  "2157": "Some pieces have layers. Rank #11. The top 50 reflects a strong profile. Among 750 Soyjaks, this stands at the top. The best of its class. Only one carries Pizza + Soy Hair. The story continues. 🍊",
  "4148": "Worth understanding. Rank #12. Landing in the top 50 takes the right combination. Within 42 Bepe Waifus, this ranks #2. Elite company. A single Bepe Waifu + Prom Dress exists. There's depth here. 🍊",
  "4145": "Here's the context. Rank #13. Top 50 means standing above 4,150. Within 42 Bepe Waifus, this ranks #3. Elite company. A single Bepe Waifu + $BEPE exists. Worth remembering. 🍊",
  "3840": "Beyond the numbers. Rank #14. Landing in the top 50 takes the right combination. Among 35 Alien Waifus, this stands at the top. The best of its class. Alien Waifu + Ninja Turtle Mask—singular in the collection. There's depth here. 🍊",
  "4154": "Context first. Rank #15. Top 50 means standing above 4,150. The Aviators + Twin Braids combo stands alone. Worth sitting with. 🍊",
  "4122": "Some pieces carry weight. Rank #16. Landing in the top 50 takes the right combination. Bepe Waifu + Bepe Suit: one instance. Some things compound. 🍊",
  "2160": "Beyond the numbers. Rank #17. Top 50 means standing above 4,150. Within 750 Soyjaks, this ranks #2. Elite company. After the fifth rug prediction, they fitted the Mask. 30 share the aesthetic. Comrade Hat + Crazy Room—singular in the collection. Worth sitting with. 🍊",
  "3779": "The narrative. Rank #18. Top 50 means standing above 4,150. Within 80 Alien Soyjaks, this ranks #2. Elite company. Alien Soyjak + NYSE Dump: one instance. There's substance here. 🍊",
  "3936": "There's more to this. Rank #19. Landing in the top 50 takes the right combination. Among 124 Bepe Wojaks, this stands at the top. The best of its class. A single Standard Cut + Hell exists. There's depth here. 🍊",
  "4137": "There's more to this. Rank #20. The top 50 reflects a strong profile. Only one carries Bepe Waifu + 3D Glasses. The kind that ages well. 👑",
  "4143": "Some pieces carry weight. Rank #21. Landing in the top 50 takes the right combination. The Bepe Waifu + Cyber Shades pairing appears on 3 NFTs. The story continues. 🍊",
  "4146": "Let's look closer. Rank #22. The top 50 reflects a strong profile. The Bepe Waifu + Ninja Turtle Mask combo stands alone. Some pieces have stories. This is one. 🍊",
  "3879": "Some pieces have layers. Rank #23. The top 50 reflects a strong profile. Among 35 Alien Baddies, this stands at the top. The best of its class. The Alien Baddie + Pipe combo stands alone. Worth remembering. 🍊",
  "3457": "Beyond the numbers. Rank #24. Top 50 means standing above 4,150. Among 200 Monkey Zoos, this stands at the top. The best of its class. A single VR Headset + 2Pac Bandana exists. The grove will remember this one. 🍊",
  "3843": "Some pieces carry weight. Rank #25. Top 50 means standing above 4,150. Within 35 Alien Waifus, this ranks #2. Elite company. Only one carries Aviators + Mermaid Waves. Some pieces have stories. This is one. 🍊",
  "4189": "There's a story here. Rank #26. Top 50 means standing above 4,150. Within 42 Bepe Baddies, this ranks #2. Elite company. Only one carries Bepe Baddie + Prom Dress. The narrative is real. 🍊",
  "3769": "Context first. Rank #27. Landing in the top 50 takes the right combination. Within 80 Alien Soyjaks, this ranks #3. Elite company. Only one carries Cyber Shades + Standard Cut. The story continues. 🍊",
  "4164": "Here's what the data misses. Rank #28. Top 50 means standing above 4,150. Within 42 Bepe Baddies, this ranks #3. Elite company. The Bepe Baddie + Aviators combo stands alone. Worth the closer look. 🍊",
  "2883": "The story. Rank #29. Top 50 means standing above 4,150. Among 250 Waifus, this stands at the top. The best of its class. The Waifu + Fake It Mask combo stands alone. More here than rank. 🍊",
  "4162": "Look deeper. Rank #30. The top 50 reflects a strong profile. The Twin Braids + NYSE Pump combo stands alone. There's depth here. 🍊",
  "4163": "The story. Rank #31. Landing in the top 50 takes the right combination. The Bepe Baddie + Bepe Suit pairing appears once in 4,200. The kind that ages well. 👑",
  "2983": "Context first. Rank #32. The top 50 reflects a strong profile. Within 250 Waifus, this ranks #2. Elite company. The NPC + Tiara combo stands alone. This one has a narrative. 🍊",
  "3841": "Some pieces carry weight. Rank #33. The top 50 reflects a strong profile. Within 35 Alien Waifus, this ranks #3. Elite company. Only one carries Alien Waifu + Fedora. There's depth here. 🍊",
  "3706": "There's a story here. Rank #34. Top 50 means standing above 4,150. The Full Piccolo combo manifests here. 7 in the grove. The kind that ages well. 👑",
  "4196": "Here's what the data misses. Rank #35. The top 50 reflects a strong profile. The Bepe Baddie + Rekt pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "2742": "Worth examining. Rank #36. The top 50 reflects a strong profile. Within 750 Soyjaks, this ranks #3. Elite company. Only one carries Rugged + Soy Hair. Some things compound. 🍊",
  "3723": "There's depth here. Rank #37. Landing in the top 50 takes the right combination. Rugged + Piccolo Turban: one instance. Worth the closer look. 🍊",
  "2796": "There's more to this. Rank #38. Landing in the top 50 takes the right combination. Within 250 Waifus, this ranks #3. Elite company. A single Sexy Lip Bite + Tangerine Pop exists. Worth sitting with. 🍊",
  "3081": "The narrative. Rank #39. Top 50 means standing above 4,150. Within 200 Baddies, this ranks #2. Elite company. Only one carries Alpha Shades + Twin Braids. Investment or story—maybe both. 🍊",
  "3787": "Here's the context. Rank #40. The top 50 reflects a strong profile. The Alien Soyjak + Rainforest combo stands alone. The kind that ages well. 👑",
  "3892": "There's more to this. Rank #41. The top 50 reflects a strong profile. Within 35 Alien Baddies, this ranks #2. Elite company. Sports Bra + One Market: one instance. Investment or story—maybe both. 🍊",
  "3856": "There's more to this. Rank #42. Top 50 means standing above 4,150. The Vixen Waves + Moms Basement combo stands alone. Investment or story—maybe both. 🍊",
  "4181": "Consider this. Rank #43. The top 50 reflects a strong profile. The Bepe Baddie + Silicon Data Center pairing appears once in 4,200. Investment or story—maybe both. 🍊",
  "3730": "Let's look closer. Rank #44. Top 50 means standing above 4,150. Only one carries Smile + Piccolo Turban. The narrative is real. 🍊",
  "3900": "Beyond the numbers. Rank #45. Top 50 means standing above 4,150. Within 35 Alien Baddies, this ranks #3. Elite company. The Sexy Lip Bite + Devil Horns combo stands alone. More here than rank. 🍊",
  "3780": "Some pieces have layers. Rank #46. The top 50 reflects a strong profile. Alien Soyjak + NYSE Rug: one instance. Worth remembering. 🍊",
  "3861": "Here's what the data misses. Rank #47. Top 50 means standing above 4,150. Beanie + Sports Bra—singular in the collection. This one has a narrative. 🍊",
  "4193": "Here's what the data misses. Rank #48. Top 50 means standing above 4,150. The Bepe Baddie + Moon pairing appears on 3 NFTs. Investment or story—maybe both. 🍊",
  "3702": "Some pieces have layers. Rank #49. Top 50 means standing above 4,150. The Spikes + Piccolo Uniform pairing appears once in 4,200. Hold, flex, or appreciate. 👑",
  "3842": "Let's look closer. Rank #50. Top 50 means standing above 4,150. A single Smile + Mermaid Waves exists. There's depth here. 🍊",
  "3860": "Worth understanding. Rank #51. The top 100 has substance. Only one carries Cap + Sports Bra. There's depth here. 🍊",
  "3083": "Here's the context. Rank #52. Top 100 means outranking 4,100 others. Within 200 Baddies, this ranks #3. Elite company. The Laser Eyes + Mermaid Waves pairing appears once in 4,200. Investment or story—maybe both. 🍊",
  "4190": "Context first. Rank #53. Top 100 means outranking 4,100 others. The Bepe Baddie + Alpha Shades pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "3778": "The story. Rank #54. Top 100 means outranking 4,100 others. Only one carries Alien Soyjak + Price Down. Hold, flex, or appreciate. 👑",
  "4119": "Consider this. Rank #55. The top 100 has substance. The Bepe Waifu + Moon pairing appears on 2 NFTs. Worth sitting with. 🍊",
  "3881": "There's a story here. Rank #56. Rank in the top 100 reflects quality. Power Bob + Morning Routine: one instance. This one has a narrative. 🍊",
  "2914": "Let's look closer. Rank #57. Top 100 means outranking 4,100 others. Only one carries Pipe + Tiara. Hold, flex, or appreciate. 👑",
  "3076": "Some pieces carry weight. Rank #58. The top 100 has substance. Sexy Lip Bite + Pepe Suit—singular in the collection. More here than rank. 🍊",
  "41": "Some pieces carry weight. Rank #59. Top 100 means outranking 4,100 others. Among 1996 Wojaks, this stands at the top. The best of its class. They say this one called too many tops. The Straitjacket came after. 30 share the diagnosis. The Wizard Glasses + Crazy Room combo stands alone. Some pieces have stories. This is one. 🍊",
  "3796": "Some context. Rank #60. Rank in the top 100 reflects quality. Neckbeard trait present. The culture runs deep. Trump Wave + Chia Farm: one instance. There's depth here. 🍊",
  "3038": "Here's the context. Rank #61. Rank in the top 100 reflects quality. The Sexy Lip Bite + Mellow Yellow combo stands alone. Some things compound. 🍊",
  "3927": "Worth understanding. Rank #62. Top 100 means outranking 4,100 others. Within 124 Bepe Wojaks, this ranks #2. Elite company. Only one carries Matrix Lenses + Standard Cut. Data and traits tell different stories. 🍊",
  "3503": "Some pieces have layers. Rank #63. Top 100 means outranking 4,100 others. Within 200 Monkey Zoos, this ranks #2. Elite company. Only one carries Aviators + Headphones. Worth sitting with. 🍊",
  "3890": "Some pieces have layers. Rank #64. The top 100 has substance. Only one carries Alien Baddie + Wizard Glasses. There's depth here. 🍊",
  "3716": "Look deeper. Rank #65. Top 100 means outranking 4,100 others. The Clown + El Presidente pairing appears on 2 NFTs. Worth the closer look. 🍊",
  "3722": "Look deeper. Rank #66. Rank in the top 100 reflects quality. The Drac + One Market pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "3718": "Some pieces have layers. Rank #67. The top 100 has substance. The Copium Mask + Construction Helmet combo stands alone. Hold, flex, or appreciate. 👑",
  "4046": "Worth examining. Rank #68. The top 100 has substance. Among 96 Bepe Soyjaks, this stands at the top. The best of its class. Bepe Soyjak + Fedora—singular in the collection. The narrative is real. 🍊",
  "4185": "There's depth here. Rank #69. Top 100 means outranking 4,100 others. The Bepe Baddie + Tiara pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "4138": "Look deeper. Rank #70. Rank in the top 100 reflects quality. The Bepe Waifu + Bubble Gum pairing appears on 2 NFTs. More here than rank. 🍊",
  "3891": "Some pieces carry weight. Rank #71. The top 100 has substance. Alien Baddie + Laser Eyes—singular in the collection. Worth the closer look. 🍊",
  "3878": "Here's the context. Rank #72. Rank in the top 100 reflects quality. The Alien Baddie + Mermaid Waves pairing appears on 2 NFTs. There's substance here. 🍊",
  "3785": "There's a story here. Rank #73. Top 100 means outranking 4,100 others. Only one carries Halo + Wizard Drip. Worth the closer look. 🍊",
  "3835": "Beyond the numbers. Rank #74. The top 100 has substance. The Alien Waifu + Clown Nose combo stands alone. Some pieces have stories. This is one. 🍊",
  "3080": "Here's what the data misses. Rank #75. Top 100 means outranking 4,100 others. The Pizza + Ponytail pairing appears on 2 NFTs. Some things compound. 🍊",
  "4153": "There's more to this. Rank #76. Top 100 means outranking 4,100 others. The Bepe Waifu + Rekt pairing appears on 2 NFTs. The narrative is real. 🍊",
  "4152": "The story. Rank #77. Rank in the top 100 reflects quality. The Cohiba + Vintage Dress combo stands alone. The grove will remember this one. 🍊",
  "3692": "Context first. Rank #78. The top 100 has substance. Alien Wojak + $PIZZA: one instance. The kind that ages well. 👑",
  "3854": "The narrative. Rank #79. Rank in the top 100 reflects quality. The Alien Waifu + Twin Braids combo stands alone. The narrative is real. 🍊",
  "3855": "The narrative. Rank #80. Rank in the top 100 reflects quality. The Alien Waifu + Vixen Waves pairing appears on 2 NFTs. There's depth here. 🍊",
  "3824": "Here's the context. Rank #81. Top 100 means outranking 4,100 others. Cowboy Hat + Piccolo Uniform—singular in the collection. Some things compound. 🍊",
  "3767": "Let's look closer. Rank #82. Top 100 means outranking 4,100 others. Trump Wave + Matrix—singular in the collection. Worth sitting with. 🍊",
  "4158": "There's a story here. Rank #83. Rank in the top 100 reflects quality. The Bepe Waifu + Alpha Shades combo stands alone. Worth sitting with. 🍊",
  "3849": "Consider this. Rank #84. Top 100 means outranking 4,100 others. A single Alien Waifu + School Uniform exists. The grove will remember this one. 🍊",
  "2868": "Worth understanding. Rank #85. The top 100 has substance. A single Pizza + Prom Dress exists. More here than rank. 🍊",
  "3888": "Here's what the data misses. Rank #86. Top 100 means outranking 4,100 others. The Alien Baddie + Silicon Data Center combo stands alone. Worth remembering. 🍊",
  "3688": "Some context. Rank #87. Rank in the top 100 reflects quality. Only one carries Alien Wojak + Everythings Fine. Some pieces have stories. This is one. 🍊",
  "2867": "Look deeper. Rank #88. Top 100 means outranking 4,100 others. The Crown is here. Only 140 wear it. Royalty minted. 👑 Terminator + $HONK: one instance. Worth sitting with. 🍊",
  "4051": "Here's the context. Rank #89. Top 100 means outranking 4,100 others. Within 96 Bepe Soyjaks, this ranks #2. Elite company. Stunned + Halo: one instance. There's depth here. 🍊",
  "3721": "Look deeper. Rank #90. Top 100 means outranking 4,100 others. The Alien Wojak + Wizard Glasses pairing appears on 3 NFTs. Some things compound. 🍊",
  "46": "Worth understanding. Rank #91. The top 100 has substance. Within 1996 Wojaks, this ranks #2. Elite company. They say this one called too many tops. The Straitjacket came after. 30 share the diagnosis. Only one carries Field Cap + Crazy Room. Worth remembering. 🍊",
  "2916": "Some pieces have layers. Rank #92. The top 100 has substance. The Waifu + Rainforest pairing appears once in 4,200. The narrative is real. 🍊",
  "3672": "The story. Rank #93. Rank in the top 100 reflects quality. Rumor is the orderlies found chart patterns on the walls. 30 know this fate. The Alien Wojak + Cool Glasses pairing appears once in 4,200. Worth the closer look. 🍊",
  "3668": "The story. Rank #94. The top 100 has substance. Bandana Mask + Fake It Mask—singular in the collection. Worth the closer look. 🍊",
  "4194": "There's depth here. Rank #95. Rank in the top 100 reflects quality. The Vixen Waves + Hell pairing appears on 2 NFTs. There's depth here. 🍊",
  "3458": "There's a story here. Rank #96. Top 100 means outranking 4,100 others. Within 200 Monkey Zoos, this ranks #3. Elite company. The Monkey Zoo + Cowboy Hat pairing appears on 3 NFTs. Hold, flex, or appreciate. 👑",
  "3862": "There's a story here. Rank #97. Rank in the top 100 reflects quality. The Rugged + Sexy Lip Bite pairing appears once in 4,200. Hold, flex, or appreciate. 👑",
  "2789": "Worth examining. Rank #98. Top 100 means outranking 4,100 others. Bleeding Bags + Power Bob: one instance. Some things compound. 🍊",
  "4165": "Let's look closer. Rank #99. Top 100 means outranking 4,100 others. The Bepe Baddie + Chia Farmer combo stands alone. More here than rank. 🍊",
  "3844": "The narrative. Rank #100. The top 100 has substance. The Military Beret sits here. The beret stays on. A single Alien Waifu + Copium Mask exists. Worth the closer look. 🍊",
  "4064": "Here's the context. Rank #101. The top 200 has depth. Within 96 Bepe Soyjaks, this ranks #3. Elite company. A single Bepe Soyjak + Propeller Hat exists. Some things compound. 🍊",
  "3135": "The story. Rank #102. Top 5% is where things get interesting. Clown + School Uniform—singular in the collection. The grove will remember this one. 🍊",
  "4142": "Consider this. Rank #103. Landing in the top 5% requires the right traits. Only one carries Bepe Waifu + One Market. Data and traits tell different stories. 🍊",
  "3894": "The story. Rank #104. Top 5% is where things get interesting. The Alien Baddie + Tiara pairing appears once in 4,200. There's depth here. 🍊",
  "3880": "There's depth here. Rank #105. Landing in the top 5% requires the right traits. A single Alien Baddie + Ponytail exists. Investment or story—maybe both. 🍊",
  "3748": "Let's look closer. Rank #106. The top 200 has depth. The Alien Soyjak + God's Robe combo stands alone. Worth remembering. 🍊",
  "3797": "Consider this. Rank #107. Top 5% is where things get interesting. Only one carries Alien Soyjak + White House. Worth sitting with. 🍊",
  "3057": "Here's what the data misses. Rank #108. Landing in the top 5% requires the right traits. Only one carries Ninja Turtle Mask + Ponytail. The narrative is real. 🍊",
  "3026": "The narrative. Rank #109. Landing in the top 5% requires the right traits. The Baddie + VR Headset pairing appears once in 4,200. Worth sitting with. 🍊",
  "2934": "Some pieces carry weight. Rank #110. Landing in the top 5% requires the right traits. A single Shades + Vixen Waves exists. Worth sitting with. 🍊",
  "3535": "Let's look closer. Rank #111. Landing in the top 5% requires the right traits. The Monkey Zoo + Fake It Mask pairing appears on 2 NFTs. The kind that ages well. 👑",
  "3570": "There's a story here. Rank #112. The top 200 has depth. MOG Glasses + Headphones: one instance. Some pieces have stories. This is one. 🍊",
  "4179": "Consider this. Rank #113. The top 200 has depth. Bepe Baddie + Teeth—singular in the collection. The kind that ages well. 👑",
  "47": "There's depth here. Rank #114. Top 5% is where things get interesting. Within 1996 Wojaks, this ranks #3. Elite company. After the fifth rug prediction, they fitted the Mask. 30 share the aesthetic. The Firefighter Helmet + Crazy Room combo stands alone. The narrative is real. 🍊",
  "3786": "Here's what the data misses. Rank #115. The top 200 has depth. The Alien Soyjak + Copium Mask pairing appears on 2 NFTs. Worth the closer look. 🍊",
  "3082": "Let's look closer. Rank #116. The top 200 has depth. A single Smile + Ponytail exists. Investment or story—maybe both. 🍊",
  "4151": "The narrative. Rank #117. The top 200 has depth. The Joint + Vixen Waves pairing appears on 3 NFTs. There's substance here. 🍊",
  "4140": "The story. Rank #118. The top 200 has depth. Only one carries Bepe Waifu + Silicon Data Center. There's depth here. 🍊",
  "3589": "The narrative. Rank #119. Top 5% is where things get interesting. The Crown is here. Only 140 wear it. Royalty minted. 👑 Wizard Glasses + Rainforest: one instance. The story continues. 🍊",
  "2912": "Consider this. Rank #120. Landing in the top 5% requires the right traits. Glossed Lips + Eye Patch—singular in the collection. The narrative is real. 🍊",
  "2911": "There's a story here. Rank #121. Top 5% is where things get interesting. The Hip Hop Hat + Morning Routine combo stands alone. There's substance here. 🍊",
  "4184": "There's more to this. Rank #122. Top 5% is where things get interesting. The Twin Braids + One Market pairing appears once in 4,200. The narrative is real. 🍊",
  "3435": "Worth understanding. Rank #123. The top 200 has depth. Among 250 Papa Tangs, this stands at the top. The best of its class. Gold Teeth + Rainforest—singular in the collection. The kind that ages well. 👑",
  "4188": "The story. Rank #124. The top 200 has depth. Only one carries Bepe Baddie + Matrix Lenses. There's depth here. 🍊",
  "4088": "Here's what the data misses. Rank #125. The top 200 has depth. Sonic Suit + Bepe Barracks—singular in the collection. Worth remembering. 🍊",
  "4120": "Some pieces have layers. Rank #126. The top 200 has depth. The Bepe Waifu + Pipe combo stands alone. Hold, flex, or appreciate. 👑",
  "3521": "Worth understanding. Rank #127. Top 5% is where things get interesting. The Pizza + 2Pac Bandana pairing appears on 2 NFTs. Worth remembering. 🍊",
  "2984": "Consider this. Rank #128. Landing in the top 5% requires the right traits. The Crown is here. Only 140 wear it. Royalty minted. 👑 Teeth + Vintage Dress: one instance. Data and traits tell different stories. 🍊",
  "4131": "Here's the context. Rank #129. The top 200 has depth. Bepe Waifu + Goose Suit—singular in the collection. Worth the closer look. 🍊",
  "3980": "Some context. Rank #130. Top 5% is where things get interesting. Within 124 Bepe Wojaks, this ranks #3. Elite company. The Bepe Wojak + SWAT Helmet pairing appears on 2 NFTs. The story continues. 🍊",
  "3140": "Here's what the data misses. Rank #131. Landing in the top 5% requires the right traits. The MOG Glasses + Tiara pairing appears on 2 NFTs. The narrative is real. 🍊",
  "3632": "Consider this. Rank #132. Top 5% is where things get interesting. A single Pipe + $PIZZA exists. There's substance here. 🍊",
  "3179": "Beyond the numbers. Rank #133. Landing in the top 5% requires the right traits. Sexy Lip Bite + Wizard Glasses: one instance. There's substance here. 🍊",
  "3782": "Some pieces carry weight. Rank #134. The top 200 has depth. The Military Beret sits here. The beret stays on. Alien Soyjak + $HOA—singular in the collection. The grove will remember this one. 🍊",
  "3877": "The story. Rank #135. The top 200 has depth. The Military Beret sits here. The beret stays on. The Alien Baddie + Aviators combo stands alone. Worth sitting with. 🍊",
  "2090": "The narrative. Rank #136. Landing in the top 5% requires the right traits. Pirate Hat + Morning Routine—singular in the collection. Investment or story—maybe both. 🍊",
  "4157": "There's depth here. Rank #137. Top 5% is where things get interesting. The Bepe Waifu + $LOVE pairing appears on 2 NFTs. Worth sitting with. 🍊",
  "4199": "Worth understanding. Rank #138. Landing in the top 5% requires the right traits. The Bepe Baddie + Tiara pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "2866": "Look deeper. Rank #139. Top 5% is where things get interesting. Only one carries Ronin Helmet + Prom Dress. Some things compound. 🍊",
  "3908": "Beyond the numbers. Rank #140. Landing in the top 5% requires the right traits. The Crown is here. Only 140 wear it. Royalty minted. 👑 Vampire Teeth + Bathrobe—singular in the collection. Data and traits tell different stories. 🍊",
  "3954": "Context first. Rank #141. The top 200 has depth. A single Bepe Wojak + Hip Hop Hat exists. More here than rank. 🍊",
  "4115": "There's depth here. Rank #142. Top 5% is where things get interesting. The Stunned + Night Vision pairing appears once in 4,200. This one has a narrative. 🍊",
  "3911": "There's a story here. Rank #143. The top 200 has depth. Bepe Wojak + Rainforest: one instance. Some things compound. 🍊",
  "2517": "Some context. Rank #144. Top 5% is where things get interesting. The Soy Hair + Price Up pairing appears once in 4,200. Some pieces have stories. This is one. 🍊",
  "4077": "There's depth here. Rank #145. Top 5% is where things get interesting. Neckbeard trait present. The culture runs deep. Only one carries Bepe Soyjak + Rome. The kind that ages well. 👑",
  "2457": "Beyond the numbers. Rank #146. Top 5% is where things get interesting. Fake It Mask + Standard Cut: one instance. The kind that ages well. 👑",
  "3955": "Some pieces carry weight. Rank #147. Top 5% is where things get interesting. The Fedora + Silicon Data Center combo stands alone. The story continues. 🍊",
  "3086": "Beyond the numbers. Rank #148. The top 200 has depth. The Cyber Shades + Prom Dress pairing appears once in 4,200. There's substance here. 🍊",
  "3098": "The narrative. Rank #149. Top 5% is where things get interesting. Ponytail + Proof of Prayer: one instance. Hold, flex, or appreciate. 👑",
  "3777": "The narrative. Rank #150. Landing in the top 5% requires the right traits. There's depth here. 🍊",
  "3132": "Consider this. Rank #151. The top 200 has depth. Baddie + Golden Hour: one instance. There's substance here. 🍊",
  "3701": "The narrative. Rank #152. The top 200 has depth. After the fifth rug prediction, they fitted the Mask. 30 share the aesthetic. The Ronin Helmet + Crazy Room combo stands alone. Hold, flex, or appreciate. 👑",
  "3931": "Beyond the numbers. Rank #153. Landing in the top 5% requires the right traits. A single Bepe Wojak + Cowboy Hat exists. Data and traits tell different stories. 🍊",
  "3064": "Context first. Rank #154. Landing in the top 5% requires the right traits. Only one carries Joint + Tiara. The grove will remember this one. 🍊",
  "2877": "Here's the context. Rank #155. Landing in the top 5% requires the right traits. The Power Bob + Rome pairing appears once in 4,200. The story continues. 🍊",
  "3741": "There's a story here. Rank #156. The top 200 has depth. The Military Beret sits here. The beret stays on. The 3D Glasses + El Presidente pairing appears once in 4,200. The grove will remember this one. 🍊",
  "4180": "The story. Rank #157. Landing in the top 5% requires the right traits. The Bepe Baddie + 3D Glasses pairing appears once in 4,200. Hold, flex, or appreciate. 👑",
  "4198": "Worth understanding. Rank #158. Landing in the top 5% requires the right traits. The Bepe Baddie + $LOVE pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "3958": "There's depth here. Rank #159. Top 5% is where things get interesting. The VR Headset + NYSE Pump pairing appears once in 4,200. The narrative is real. 🍊",
  "3363": "Worth understanding. Rank #160. The top 200 has depth. Within 250 Papa Tangs, this ranks #2. Elite company. A single Night Vision + Everythings Fine exists. There's substance here. 🍊",
  "3846": "Worth understanding. Rank #161. Landing in the top 5% requires the right traits. Only one carries Alien Waifu + Night Vision. Some things compound. 🍊",
  "3242": "Some pieces carry weight. Rank #162. The top 200 has depth. Within 250 Papa Tangs, this ranks #3. Elite company. The Papa Tang + VR Headset pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "3520": "Here's the context. Rank #163. Top 5% is where things get interesting. The Monkey Zoo + White House pairing appears on 3 NFTs. More here than rank. 🍊",
  "3882": "There's more to this. Rank #164. Landing in the top 5% requires the right traits. Alien Baddie + Twin Braids: one instance. This one has a narrative. 🍊",
  "4176": "Some context. Rank #165. Top 5% is where things get interesting. Bepe Baddie + Laser Eyes: one instance. There's depth here. 🍊",
  "3832": "The narrative. Rank #166. Landing in the top 5% requires the right traits. The Alien Waifu + Bandana Mask combo stands alone. More here than rank. 🍊",
  "4197": "Beyond the numbers. Rank #167. The top 200 has depth. The Bepe Baddie + Denim Vest pairing appears on 3 NFTs. Worth remembering. 🍊",
  "1392": "Look deeper. Rank #168. The top 200 has depth. Copium Mask + Fake It Mask: one instance. The grove will remember this one. 🍊",
  "3876": "Here's the context. Rank #169. Landing in the top 5% requires the right traits. Alien Baddie + Halo—singular in the collection. Worth remembering. 🍊",
  "3104": "The story. Rank #170. Top 5% is where things get interesting. The Sexy Lip Bite + Eye Patch combo stands alone. There's substance here. 🍊",
  "2856": "Some context. Rank #171. Landing in the top 5% requires the right traits. Only one carries Teeth + Prom Dress. Worth the closer look. 🍊",
  "4195": "Here's what the data misses. Rank #172. Top 5% is where things get interesting. The Vixen Waves + Heaven pairing appears once in 4,200. More here than rank. 🍊",
  "3099": "Here's what the data misses. Rank #173. Top 5% is where things get interesting. Power Bob + Proof of Prayer—singular in the collection. This one has a narrative. 🍊",
  "4048": "Beyond the numbers. Rank #174. Landing in the top 5% requires the right traits. The Bepe Soyjak + Stache pairing appears on 2 NFTs. Some pieces have stories. This is one. 🍊",
  "4042": "Let's look closer. Rank #175. The top 200 has depth. The Military Beret sits here. The beret stays on. Drac + Bepe Barracks—singular in the collection. The narrative is real. 🍊",
  "2918": "There's more to this. Rank #176. Top 5% is where things get interesting. The Alpha Shades + School Uniform pairing appears once in 4,200. Data and traits tell different stories. 🍊",
  "2861": "Some pieces have layers. Rank #177. Landing in the top 5% requires the right traits. 3D Glasses + Prom Dress—singular in the collection. Worth remembering. 🍊",
  "3825": "Some pieces have layers. Rank #178. Landing in the top 5% requires the right traits. The Crown is here. Only 140 wear it. Royalty minted. 👑 The Crown + Piccolo Uniform pairing appears once in 4,200. Some pieces have stories. This is one. 🍊",
  "3052": "Look deeper. Rank #179. Landing in the top 5% requires the right traits. The Cool Glasses + Vixen Waves combo stands alone. The kind that ages well. 👑",
  "3783": "Consider this. Rank #180. Landing in the top 5% requires the right traits. Alien Soyjak + $BEPE: one instance. Worth remembering. 🍊",
  "4178": "Here's the context. Rank #181. Landing in the top 5% requires the right traits. Only one carries Bepe Baddie + Pepe Suit. Data and traits tell different stories. 🍊",
  "3645": "There's a story here. Rank #182. Landing in the top 5% requires the right traits. The Firefighter Helmet + Rainforest pairing appears once in 4,200. This one has a narrative. 🍊",
  "49": "There's depth here. Rank #183. Top 5% is where things get interesting. Some say this one stared into the order books too long. 30 have the treatment. Hannibal Mask + Trump Wave—singular in the collection. The story continues. 🍊",
  "3658": "Worth examining. Rank #184. Top 5% is where things get interesting. Neckbeard trait present. The culture runs deep. Alien Wojak + $NECKCOIN—singular in the collection. This one has a narrative. 🍊",
  "3773": "The story. Rank #185. The top 200 has depth. The Alien Soyjak + Wizard Glasses pairing appears on 2 NFTs. The narrative is real. 🍊",
  "3776": "Beyond the numbers. Rank #186. Top 5% is where things get interesting. The Alien Soyjak + Chia Farmer pairing appears on 2 NFTs. Data and traits tell different stories. 🍊",
  "3088": "Consider this. Rank #187. Top 5% is where things get interesting. The Baddie + $HONK pairing appears once in 4,200. The story continues. 🍊",
  "3974": "Consider this. Rank #188. The top 200 has depth. Wizard Glasses + Standard Cut—singular in the collection. Worth the closer look. 🍊",
  "3517": "The narrative. Rank #189. Top 5% is where things get interesting. A single Leather Jacket + Everythings Fine exists. Worth sitting with. 🍊",
  "4156": "Worth examining. Rank #190. The top 200 has depth. The Bepe Waifu + Sky Shock Blue combo stands alone. More here than rank. 🍊",
  "3719": "There's a story here. Rank #191. Top 5% is where things get interesting. The Bandana Mask + Piccolo Uniform combo stands alone. Worth sitting with. 🍊",
  "2854": "Some pieces have layers. Rank #192. Landing in the top 5% requires the right traits. Sexy Lip Bite + Vixen Waves—singular in the collection. The grove will remember this one. 🍊",
  "3039": "Here's the context. Rank #193. Landing in the top 5% requires the right traits. A single Denim Vest + $LOVE exists. Investment or story—maybe both. 🍊",
  "3698": "Let's look closer. Rank #194. Top 5% is where things get interesting. The Alien Wojak + Ronin pairing appears on 2 NFTs. Worth sitting with. 🍊",
  "3639": "Here's the context. Rank #195. Top 5% is where things get interesting. The Headphones + Nesting Grounds combo stands alone. Worth sitting with. 🍊",
  "3040": "There's depth here. Rank #196. Top 5% is where things get interesting. NPC + Ponytail—singular in the collection. There's depth here. 🍊",
  "4141": "Look deeper. Rank #197. The top 200 has depth. The Twin Braids + Orange Grove pairing appears on 3 NFTs. More here than rank. 🍊",
  "4192": "There's depth here. Rank #198. Landing in the top 5% requires the right traits. The Bepe Baddie + Power Bob pairing appears on 2 NFTs. Worth sitting with. 🍊",
  "3699": "There's a story here. Rank #199. Top 5% is where things get interesting. The Alien Wojak + VR Headset pairing appears on 2 NFTs. The story continues. 🍊",
  "3781": "The story. Rank #200. The top 200 has depth. A single Gopher Suit + NYSE Pump exists. Some things compound. 🍊",
  "45": "Some pieces carry weight. Rank #201. The top 10% earned their positions. Some say this one stared into the order books too long. 30 have the treatment. Shades + Crazy Room—singular in the collection. The story continues. 🍊",
  "3513": "There's a story here. Rank #202. Top 10% means something worked. Only one carries Tyson Tattoo + $BEPE. Investment or story—maybe both. 🍊",
  "109": "Here's what the data misses. Rank #203. Top 10% means something worked. The Ninja Turtle Mask + Signal Lost combo stands alone. This one has a narrative. 🍊",
  "3141": "Here's what the data misses. Rank #204. Not every piece makes the top 420. Only one carries Wizard Glasses + Sports Bra. Some pieces have stories. This is one. 🍊",
  "2972": "Context first. Rank #205. Top 10% means something worked. A single Vixen Waves + NYSE Rug exists. Worth remembering. 🍊",
  "3961": "Worth understanding. Rank #206. Top 10% means something worked. The Military Beret sits here. The beret stays on. Worth sitting with. 🍊",
  "3034": "Let's look closer. Rank #207. Top 10% means something worked. Only one carries Tiara + Radioactive Forest. This one has a narrative. 🍊",
  "4127": "The story. Rank #208. The top 10% earned their positions. The Bepe Waifu + Smile combo stands alone. The kind that ages well. 👑",
  "3991": "Some pieces carry weight. Rank #209. Not every piece makes the top 420. They locked this up after calling the exact top. 30 wear this setup. A single Bepe Wojak + Crazy Room exists. Worth sitting with. 🍊",
  "3150": "Here's the context. Rank #210. Not every piece makes the top 420. Tin Foil Hat + Sports Bra: one instance. Investment or story—maybe both. 🍊",
  "4049": "Worth examining. Rank #211. Top 10% means something worked. The Bepe Soyjak + Tin Foil Hat pairing appears on 2 NFTs. The story continues. 🍊",
  "3752": "Consider this. Rank #212. Not every piece makes the top 420. The Crown is here. Only 140 wear it. Royalty minted. 👑 The Alien Soyjak + Copium Mask pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "3869": "Here's what the data misses. Rank #213. Not every piece makes the top 420. Only one carries Alien Baddie + Joint. Some pieces have stories. This is one. 🍊",
  "3518": "Some pieces carry weight. Rank #214. Top 10% means something worked. The Cyber Shades + Hard Hat pairing appears on 3 NFTs. Worth sitting with. 🍊",
  "4182": "Context first. Rank #215. Not every piece makes the top 420. The Bepe Baddie + Ponytail pairing appears on 3 NFTs. The story continues. 🍊",
  "3795": "Let's look closer. Rank #216. The top 10% earned their positions. Neckbeard trait present. The culture runs deep. The Super Saiyan + SWAT Gear pairing appears on 3 NFTs. The narrative is real. 🍊",
  "381": "There's a story here. Rank #217. Not every piece makes the top 420. The Fake It Mask + Straitjacket combo stands alone. Data and traits tell different stories. 🍊",
  "2572": "There's a story here. Rank #218. Not every piece makes the top 420. Only one carries Standard Cut + Bepe Army. More here than rank. 🍊",
  "3960": "Look deeper. Rank #219. Not every piece makes the top 420. The Eye Patch + Pepe Suit combo stands alone. Some things compound. 🍊",
  "4007": "The story. Rank #220. The top 10% earned their positions. Neckbeard trait present. The culture runs deep. Bepe Wojak + Beer Hat—singular in the collection. Some things compound. 🍊",
  "609": "Some pieces carry weight. Rank #221. Not every piece makes the top 420. Vampire Teeth + Morning Routine: one instance. The story continues. 🍊",
  "3677": "Look deeper. Rank #222. The top 10% earned their positions. Pizza + Moms Basement—singular in the collection. There's depth here. 🍊",
  "4092": "Here's the context. Rank #223. Not every piece makes the top 420. Legend says this one saw too much. The Mask stays on now. 30 total. The Bepe Soyjak + Tin Foil Hat pairing appears on 2 NFTs. The narrative is real. 🍊",
  "4177": "Here's what the data misses. Rank #224. Not every piece makes the top 420. Bepe Baddie + Ninja Turtle Fit: one instance. More here than rank. 🍊",
  "3041": "Worth understanding. Rank #225. The top 10% earned their positions. Wizard Glasses + Denim Vest: one instance. There's substance here. 🍊",
  "3852": "Let's look closer. Rank #226. The top 10% earned their positions. Alien Waifu + Eye Patch: one instance. There's depth here. 🍊",
  "2161": "Some pieces carry weight. Rank #227. The top 10% earned their positions. Prophecy has a price. This one paid with a padded room. 30 share it. The Ninja Turtle Mask + Crazy Room pairing appears once in 4,200. The narrative is real. 🍊",
  "4043": "The narrative. Rank #228. The top 10% earned their positions. The Bepe Soyjak + Clown pairing appears on 3 NFTs. More here than rank. 🍊",
  "3042": "The story. Rank #229. The top 10% earned their positions. The Clown Nose + Denim Vest pairing appears on 2 NFTs. Investment or story—maybe both. 🍊",
  "4106": "Beyond the numbers. Rank #230. Not every piece makes the top 420. The Bepe Soyjak + $PIZZA combo stands alone. There's substance here. 🍊",
  "3940": "Some pieces carry weight. Rank #231. Top 10% means something worked. The Crown is here. Only 140 wear it. Royalty minted. 👑 The Night Vision + God's Robe pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3712": "Worth understanding. Rank #232. The top 10% earned their positions. Only one carries Laser Eyes + Beanie. This one has a narrative. 🍊",
  "2915": "Look deeper. Rank #233. Not every piece makes the top 420. The Crown is here. Only 140 wear it. Royalty minted. 👑 The Sexy Lip Bite + Cool Glasses combo stands alone. More here than rank. 🍊",
  "3724": "Beyond the numbers. Rank #234. Top 10% means something worked. After the fifth rug prediction, they fitted the Mask. 30 share the aesthetic. The Alien Wojak + Crazy Room pairing appears on 3 NFTs. There's substance here. 🍊",
  "2087": "Beyond the numbers. Rank #235. Top 10% means something worked. Standard Cut + Bathrobe: one instance. Data and traits tell different stories. 🍊",
  "3516": "There's a story here. Rank #236. The top 10% earned their positions. The Comrade Hat + Price Down pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3757": "There's depth here. Rank #237. The top 10% earned their positions. Only one carries Alien Soyjak + VR Headset. The narrative is real. 🍊",
  "3932": "Let's look closer. Rank #238. Top 10% means something worked. A single Bepe Wojak + White House exists. Worth remembering. 🍊",
  "3470": "Some context. Rank #239. Top 10% means something worked. The Military Beret sits here. The beret stays on. A single Pizza + Rainforest exists. Data and traits tell different stories. 🍊",
  "3896": "Look deeper. Rank #240. Not every piece makes the top 420. The Alien Baddie + Propeller Hat pairing appears on 2 NFTs. There's depth here. 🍊",
  "3803": "Here's what the data misses. Rank #241. Not every piece makes the top 420. Bandana Mask + Firefighter Uniform: one instance. Some things compound. 🍊",
  "3656": "Look deeper. Rank #242. Not every piece makes the top 420. Hannibal Mask + Chia Farm: one instance. The story continues. 🍊",
  "2982": "Consider this. Rank #243. The top 10% earned their positions. The Rugged + Power Bob pairing appears once in 4,200. The kind that ages well. 👑",
  "2754": "Here's what the data misses. Rank #244. Not every piece makes the top 420. Sexy Lip Bite + Morning Routine: one instance. The story continues. 🍊",
  "2955": "Some pieces carry weight. Rank #245. Not every piece makes the top 420. A single Glossed Lips + VR Headset exists. The story continues. 🍊",
  "2013": "The story. Rank #246. Top 10% means something worked. The Astronaut + $HONK combo stands alone. There's depth here. 🍊",
  "3074": "Let's look closer. Rank #247. Not every piece makes the top 420. Alpha Shades + Ponytail—singular in the collection. Some pieces have stories. This is one. 🍊",
  "2478": "Some context. Rank #248. The top 10% earned their positions. VR Headset + Soy Hair—singular in the collection. The narrative is real. 🍊",
  "4144": "Here's the context. Rank #249. The top 10% earned their positions. A single School Uniform + Moms Basement exists. Data and traits tell different stories. 🍊",
  "3100": "Some pieces carry weight. Rank #250. Not every piece makes the top 420. The Terminator + Twin Braids pairing appears on 2 NFTs. The grove will remember this one. 🍊",
  "3298": "Here's the context. Rank #251. Not every piece makes the top 420. The Alpha Shades + Rainforest pairing appears on 2 NFTs. The grove will remember this one. 🍊",
  "48": "Some context. Rank #252. The top 10% earned their positions. Some say this one stared into the order books too long. 30 have the treatment. The Hannibal Mask + Price Down combo stands alone. The narrative is real. 🍊",
  "3213": "Some pieces carry weight. Rank #253. The top 10% earned their positions. The Cool Glasses + Rainforest pairing appears once in 4,200. Worth the closer look. 🍊",
  "3171": "There's depth here. Rank #254. Not every piece makes the top 420. A single Viking Armor + Moms Basement exists. There's depth here. 🍊",
  "2420": "Some pieces have layers. Rank #255. Not every piece makes the top 420. The Gold Teeth + Soy Hair pairing appears once in 4,200. More here than rank. 🍊",
  "4183": "Let's look closer. Rank #256. The top 10% earned their positions. More here than rank. 🍊",
  "3976": "Context first. Rank #257. The top 10% earned their positions. The Bepe Wojak + Ronin Helmet pairing appears on 2 NFTs. There's depth here. 🍊",
  "3659": "Here's the context. Rank #258. Top 10% means something worked. Neckbeard trait present. The culture runs deep. The Alien Wojak + Cowboy Hat combo stands alone. There's substance here. 🍊",
  "3883": "Some pieces have layers. Rank #259. The top 10% earned their positions. The Alien Baddie + Vixen Waves pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "2898": "Here's the context. Rank #260. The top 10% earned their positions. Pizza + Mermaid Waves—singular in the collection. Investment or story—maybe both. 🍊",
  "3492": "The story. Rank #261. The top 10% earned their positions. The Bubble Gum + 2Pac Bandana pairing appears once in 4,200. There's depth here. 🍊",
  "2766": "There's depth here. Rank #262. Not every piece makes the top 420. The Power Bob + Born to Ride pairing appears once in 4,200. Worth the closer look. 🍊",
  "3439": "Some pieces carry weight. Rank #263. Top 10% means something worked. The Viking Helmet + $HONK pairing appears on 2 NFTs. The kind that ages well. 👑",
  "3209": "There's more to this. Rank #264. Not every piece makes the top 420. Screaming + Morning Routine: one instance. Worth the closer look. 🍊",
  "3635": "Worth understanding. Rank #265. The top 10% earned their positions. The Screaming + $NECKCOIN pairing appears on 2 NFTs. The narrative is real. 🍊",
  "3744": "Some context. Rank #266. Top 10% means something worked. The Alien Soyjak + Cap pairing appears on 2 NFTs. Some pieces have stories. This is one. 🍊",
  "722": "There's depth here. Rank #267. Not every piece makes the top 420. Only one carries Fake It Mask + Firefighter Helmet. Some things compound. 🍊",
  "3948": "Worth examining. Rank #268. Not every piece makes the top 420. The Stache + Gopher Suit pairing appears on 2 NFTs. The kind that ages well. 👑",
  "2678": "There's depth here. Rank #269. Not every piece makes the top 420. Chia Farmer + NYSE Dump—singular in the collection. The narrative is real. 🍊",
  "3851": "There's depth here. Rank #270. Not every piece makes the top 420. The Alien Waifu + Suit combo stands alone. Some things compound. 🍊",
  "2363": "Look deeper. Rank #271. The top 10% earned their positions. The SWAT Gear + Pirate Ship combo stands alone. Worth remembering. 🍊",
  "3798": "Consider this. Rank #272. Top 10% means something worked. The Alien Soyjak + Viking Helmet combo stands alone. The narrative is real. 🍊",
  "3515": "There's more to this. Rank #273. Not every piece makes the top 420. The Centurion + Leather Jacket pairing appears on 2 NFTs. Data and traits tell different stories. 🍊",
  "1975": "Beyond the numbers. Rank #274. Not every piece makes the top 420. Clown + Signal Lost: one instance. Worth remembering. 🍊",
  "3445": "The story. Rank #275. The top 10% earned their positions. The Matrix Lenses + $NECKCOIN combo stands alone. Hold, flex, or appreciate. 👑",
  "4052": "There's a story here. Rank #276. Not every piece makes the top 420. Neckbeard trait present. The culture runs deep. The Neckbeard + Heaven pairing appears on 2 NFTs. Investment or story—maybe both. 🍊",
  "4080": "Worth examining. Rank #277. Not every piece makes the top 420. Neckbeard trait present. The culture runs deep. A single Bepe Soyjak + Ronin Dojo exists. Worth the closer look. 🍊",
  "3815": "Look deeper. Rank #278. Not every piece makes the top 420. The Military Beret sits here. The beret stays on. The Bubble Gum + El Presidente pairing appears on 2 NFTs. Investment or story—maybe both. 🍊",
  "4107": "Context first. Rank #279. Top 10% means something worked. Comrade Hat + Silicon Data Center: one instance. Worth sitting with. 🍊",
  "2641": "Some pieces have layers. Rank #280. The top 10% earned their positions. The Stunned + White House pairing appears on 2 NFTs. The story continues. 🍊",
  "738": "Look deeper. Rank #281. Top 10% means something worked. The Teeth + 2Pac Bandana pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3766": "Let's look closer. Rank #282. The top 10% earned their positions. A single Alien Soyjak + $CHIA exists. More here than rank. 🍊",
  "2946": "There's a story here. Rank #283. Not every piece makes the top 420. Only one carries Wizard Glasses + Mermaid Waves. Worth remembering. 🍊",
  "3472": "Worth examining. Rank #284. Top 10% means something worked. The Monkey Zoo + Price Up pairing appears on 2 NFTs. Some pieces have stories. This is one. 🍊",
  "2998": "Context first. Rank #285. Top 10% means something worked. The Twin Braids + Wizard Drip combo stands alone. Hold, flex, or appreciate. 👑",
  "3143": "The story. Rank #286. Top 10% means something worked. The Alpha Shades + Power Bob pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3845": "Beyond the numbers. Rank #287. The top 10% earned their positions. A single Alien Waifu + Halo exists. The story continues. 🍊",
  "3647": "Look deeper. Rank #288. Not every piece makes the top 420. The Pirate Hat + Silicon Data Center pairing appears on 3 NFTs. Built on Monkey Zoo—OG energy from the early grove. Worth sitting with. 🍊",
  "2976": "Consider this. Rank #289. Top 10% means something worked. The Vintage Dress + $LOVE pairing appears on 2 NFTs. Worth the closer look. 🍊",
  "3808": "Look deeper. Rank #290. Not every piece makes the top 420. Only one carries Hannibal Mask + Moon. More here than rank. 🍊",
  "4155": "Let's look closer. Rank #291. The top 10% earned their positions. The Bepe Waifu + Sky Dive combo stands alone. More here than rank. 🍊",
  "3130": "The story. Rank #292. Not every piece makes the top 420. A single Copium Mask + School Uniform exists. The kind that ages well. 👑",
  "4071": "Context first. Rank #293. Top 10% means something worked. A single Pickle Suit + Moms Basement exists. The grove will remember this one. 🍊",
  "3697": "Context first. Rank #294. Top 10% means something worked. The Alien Wojak + Hip Hop Hat combo stands alone. There's depth here. 🍊",
  "3884": "There's depth here. Rank #295. The top 10% earned their positions. The Alien Baddie + Mermaid Waves pairing appears on 2 NFTs. Data and traits tell different stories. 🍊",
  "3992": "Here's what the data misses. Rank #296. The top 10% earned their positions. Only one carries Straitjacket + Moms Basement. Worth remembering. 🍊",
  "4132": "Worth examining. Rank #297. Not every piece makes the top 420. The Bepe Waifu + Propeller Hat pairing appears on 2 NFTs. Data and traits tell different stories. 🍊",
  "2940": "Look deeper. Rank #298. The top 10% earned their positions. The Copium Mask + Ponytail pairing appears on 2 NFTs. Worth the closer look. 🍊",
  "442": "Some context. Rank #299. The top 10% earned their positions. Teeth + VR Headset—singular in the collection. Investment or story—maybe both. 🍊",
  "2801": "Consider this. Rank #300. Not every piece makes the top 420. The Rugged + Denim Vest pairing appears once in 4,200. Some things compound. 🍊",
  "3669": "Some pieces have layers. Rank #301. Not every piece makes the top 420. The Alien Wojak + 3D Glasses pairing appears on 2 NFTs. There's depth here. 🍊",
  "4010": "Some context. Rank #302. Not every piece makes the top 420. The 3D Glasses + $BEPE pairing appears on 2 NFTs. Worth sitting with. 🍊",
  "3711": "There's depth here. Rank #303. Top 10% means something worked. The Alien Wojak + 2Pac Bandana pairing appears once in 4,200. The grove will remember this one. 🍊",
  "3859": "Let's look closer. Rank #304. The top 10% earned their positions. Only one carries Alien Waifu + Viking Helmet. The narrative is real. 🍊",
  "3700": "Some pieces carry weight. Rank #305. Top 10% means something worked. Only one carries Alien Wojak + Propeller Hat. More here than rank. 🍊",
  "4067": "Consider this. Rank #306. Not every piece makes the top 420. Stunned + Nesting Grounds: one instance. Hold, flex, or appreciate. 👑",
  "4160": "Worth understanding. Rank #307. Not every piece makes the top 420. The Vixen Waves + Moon pairing appears on 2 NFTs. More here than rank. 🍊",
  "3180": "Here's what the data misses. Rank #308. The top 10% earned their positions. Matrix Lenses + Vintage Dress: one instance. Worth the closer look. 🍊",
  "2504": "Consider this. Rank #309. The top 10% earned their positions. The Hannibal Mask + Pirate Hat pairing appears on 2 NFTs. The kind that ages well. 👑",
  "3792": "There's a story here. Rank #310. The top 10% earned their positions. Prophecy has a price. This one paid with a padded room. 30 share it. Alien Soyjak + Crazy Room: one instance. Some things compound. 🍊",
  "3393": "Consider this. Rank #311. The top 10% earned their positions. A single Papa Tang + Fake It Mask exists. Some things compound. 🍊",
  "3078": "Some pieces have layers. Rank #312. The top 10% earned their positions. The Vixen Waves + Pepe Suit pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "3680": "There's a story here. Rank #313. The top 10% earned their positions. The Military Beret sits here. The beret stays on. A single Wizard Glasses + El Presidente exists. Some things compound. 🍊",
  "2446": "There's depth here. Rank #314. Not every piece makes the top 420. The Laser Eyes + Standard Cut pairing appears on 2 NFTs. There's depth here. 🍊",
  "3186": "Context first. Rank #315. Top 10% means something worked. A single Shades + Power Bob exists. Some things compound. 🍊",
  "2985": "There's more to this. Rank #316. Top 10% means something worked. Clown + Vintage Dress: one instance. Worth remembering. 🍊",
  "2917": "Let's look closer. Rank #317. The top 10% earned their positions. The Teeth + School Uniform combo stands alone. More here than rank. 🍊",
  "2960": "Here's what the data misses. Rank #318. Not every piece makes the top 420. Glossed Lips + Laser Eyes: one instance. The grove will remember this one. 🍊",
  "3101": "Look deeper. Rank #319. The top 10% earned their positions. The Pipe + Twin Braids combo stands alone. There's depth here. 🍊",
  "4024": "Some pieces have layers. Rank #320. Not every piece makes the top 420. Bepe Soyjak + Signal Lost: one instance. Some pieces have stories. This is one. 🍊",
  "4135": "Let's look closer. Rank #321. Top 10% means something worked. The Crown is here. Only 140 wear it. Royalty minted. 👑 The Bepe Waifu + Crown pairing appears on 2 NFTs. Some things compound. 🍊",
  "3085": "There's a story here. Rank #322. The top 10% earned their positions. Bleeding Bags + Prom Dress—singular in the collection. There's depth here. 🍊",
  "432": "Some pieces have layers. Rank #323. Top 10% means something worked. 2Pac Bandana + Viking Armor: one instance. Some things compound. 🍊",
  "3714": "Worth examining. Rank #324. The top 10% earned their positions. A single Alien Wojak + Cap exists. Worth the closer look. 🍊",
  "4035": "The narrative. Rank #325. Top 10% means something worked. Bepe Soyjak + Hip Hop Hat: one instance. Hold, flex, or appreciate. 👑",
  "3473": "Beyond the numbers. Rank #326. The top 10% earned their positions. The Tin Foil Hat + NYSE Pump combo stands alone. Built on Monkey Zoo—OG energy from the early grove. There's depth here. 🍊",
  "4091": "Some pieces have layers. Rank #327. Top 10% means something worked. The Trump Wave + Sports Jacket pairing appears on 2 NFTs. The story continues. 🍊",
  "3116": "Worth understanding. Rank #328. The top 10% earned their positions. The Screaming + Pirate Hat pairing appears on 3 NFTs. More here than rank. 🍊",
  "3084": "Here's the context. Rank #329. Not every piece makes the top 420. Pickle Suit + Hell: one instance. Investment or story—maybe both. 🍊",
  "2932": "Some pieces have layers. Rank #330. The top 10% earned their positions. The Sexy Lip Bite + Twin Braids pairing appears on 3 NFTs. The kind that ages well. 👑",
  "1008": "Worth examining. Rank #331. Top 10% means something worked. The 2Pac Bandana + NYSE Dump pairing appears once in 4,200. Worth remembering. 🍊",
  "3092": "Worth understanding. Rank #332. Top 10% means something worked. Only one carries NPC + Power Bob. The story continues. 🍊",
  "2933": "Beyond the numbers. Rank #333. Not every piece makes the top 420. The Cyber Shades + Sports Bra pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3599": "Some context. Rank #334. Top 10% means something worked. Only one carries Clown Nose + $PIZZA. Built on Monkey Zoo—OG energy from the early grove. There's substance here. 🍊",
  "3771": "There's depth here. Rank #335. Top 10% means something worked. The Alien Soyjak + Fedora pairing appears once in 4,200. This one has a narrative. 🍊",
  "2772": "There's a story here. Rank #336. Not every piece makes the top 420. Only one carries Matrix Lenses + Price Down. Some things compound. 🍊",
  "2814": "Let's look closer. Rank #337. Not every piece makes the top 420. The Honk Gang combo manifests here. 4 in the grove. Hold, flex, or appreciate. 👑",
  "2727": "There's more to this. Rank #338. The top 10% earned their positions. The Clown Nose + Cowboy Hat pairing appears once in 4,200. Worth sitting with. 🍊",
  "3666": "Some pieces have layers. Rank #339. The top 10% earned their positions. Only one carries VR Headset + Pickle Suit. Worth the closer look. 🍊",
  "3029": "Worth examining. Rank #340. Top 10% means something worked. Only one carries Ponytail + Morning Routine. Investment or story—maybe both. 🍊",
  "3831": "Here's the context. Rank #341. Not every piece makes the top 420. Alien Waifu + Bathrobe—singular in the collection. The story continues. 🍊",
  "3939": "Here's the context. Rank #342. The top 10% earned their positions. The Crown is here. Only 140 wear it. Royalty minted. 👑 The Cohiba + Heaven pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3850": "Some context. Rank #343. Top 10% means something worked. Only one carries Alien Waifu + Sports Jacket. Some things compound. 🍊",
  "2397": "Consider this. Rank #344. The top 10% earned their positions. A single Stunned + Shades exists. Worth the closer look. 🍊",
  "3662": "Here's the context. Rank #345. The top 10% earned their positions. Night Vision + Hell—singular in the collection. Hold, flex, or appreciate. 👑",
  "2919": "Here's the context. Rank #346. Not every piece makes the top 420. Only one carries 3D Glasses + School Uniform. Worth sitting with. 🍊",
  "3770": "Beyond the numbers. Rank #347. Top 10% means something worked. The Crown is here. Only 140 wear it. Royalty minted. 👑 The Alien Soyjak + Bandana Mask pairing appears on 2 NFTs. Worth the closer look. 🍊",
  "3751": "There's more to this. Rank #348. Top 10% means something worked. The Alien Soyjak + Devil Horns combo stands alone. Investment or story—maybe both. 🍊",
  "42": "Here's the context. Rank #349. The top 10% earned their positions. They say this one called too many tops. The Straitjacket came after. 30 share the diagnosis. Hannibal Mask + 2Pac Bandana: one instance. Worth the closer look. 🍊",
  "3686": "The narrative. Rank #350. The top 10% earned their positions. The Clown + Hell pairing appears on 2 NFTs. There's depth here. 🍊",
  "4134": "There's depth here. Rank #351. Top 10% means something worked. Only one carries Bepe Waifu + SWAT Helmet. Investment or story—maybe both. 🍊",
  "2777": "The story. Rank #352. Top 10% means something worked. Only one carries Sexy Lip Bite + Chia Farmer. Worth remembering. 🍊",
  "2930": "There's depth here. Rank #353. Not every piece makes the top 420. A single Shades + Tiara exists. This one has a narrative. 🍊",
  "3926": "Let's look closer. Rank #354. Not every piece makes the top 420. The Bepe Wojak + Devil Horns pairing appears on 3 NFTs. More here than rank. 🍊",
  "2201": "There's depth here. Rank #355. Not every piece makes the top 420. The Military Beret sits here. The beret stays on. The Military Beret + NYSE Pump pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "2810": "Worth understanding. Rank #356. Top 10% means something worked. Terminator + Tiara—singular in the collection. Worth sitting with. 🍊",
  "3093": "There's a story here. Rank #357. Not every piece makes the top 420. The Clown Nose + Prom Dress pairing appears on 2 NFTs. The story continues. 🍊",
  "4093": "Here's what the data misses. Rank #358. The top 10% earned their positions. A single Straitjacket + Moon exists. There's depth here. 🍊",
  "4175": "Worth examining. Rank #359. Not every piece makes the top 420. Bepe Baddie + Leather Jacket: one instance. Some things compound. 🍊",
  "2310": "Context first. Rank #360. The top 10% earned their positions. The Standard Cut + Leather Jacket pairing appears on 2 NFTs. The kind that ages well. 👑",
  "3764": "There's depth here. Rank #361. The top 10% earned their positions. The Military Beret sits here. The beret stays on. The Alien Soyjak + Eye Patch pairing appears on 3 NFTs. The kind that ages well. 👑",
  "3374": "Let's look closer. Rank #362. Top 10% means something worked. The Bleeding Bags + Price Up pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3676": "Beyond the numbers. Rank #363. The top 10% earned their positions. Neckbeard trait present. The culture runs deep. The Alien Wojak + Tin Foil Hat pairing appears on 2 NFTs. The story continues. 🍊",
  "2068": "Here's the context. Rank #364. Top 10% means something worked. The Honk Gang combo manifests here. 4 in the grove. Worth sitting with. 🍊",
  "4118": "Look deeper. Rank #365. The top 10% earned their positions. Bepe Waifu + Bathrobe—singular in the collection. The grove will remember this one. 🍊",
  "4072": "Context first. Rank #366. Top 10% means something worked. The Bepe Soyjak + Pickle Suit pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "2797": "There's more to this. Rank #367. The top 10% earned their positions. A single NPC + NYSE Rug exists. Worth remembering. 🍊",
  "3416": "The narrative. Rank #368. The top 10% earned their positions. The Screaming + Moms Basement pairing appears on 3 NFTs. Worth sitting with. 🍊",
  "3565": "There's a story here. Rank #369. Top 10% means something worked. The Ninja Turtle Mask + Everythings Fine pairing appears on 2 NFTs. Built on Monkey Zoo—OG energy from the early grove. The kind that ages well. 👑",
  "4044": "Let's look closer. Rank #370. The top 10% earned their positions. The Military Beret sits here. The beret stays on. Only one carries Aviators + El Presidente. The story continues. 🍊",
  "3691": "There's depth here. Rank #371. The top 10% earned their positions. The Joint + Devil Horns pairing appears on 2 NFTs. The narrative is real. 🍊",
  "3226": "There's more to this. Rank #372. The top 10% earned their positions. The Bandana Mask + Hard Hat pairing appears on 2 NFTs. Some things compound. 🍊",
  "3682": "There's depth here. Rank #373. Not every piece makes the top 420. Alien Wojak + Headphones—singular in the collection. Worth remembering. 🍊",
  "2343": "The narrative. Rank #374. Not every piece makes the top 420. The Stunned + Cyber Shades pairing appears on 3 NFTs. There's depth here. 🍊",
  "2805": "There's a story here. Rank #375. The top 10% earned their positions. The Glossed Lips + God's Robe pairing appears on 3 NFTs. Worth sitting with. 🍊",
  "2809": "The narrative. Rank #376. Top 10% means something worked. The Cohiba + Twin Braids pairing appears once in 4,200. More here than rank. 🍊",
  "3051": "Here's the context. Rank #377. Top 10% means something worked. The Power Bob + Goose Suit pairing appears once in 4,200. More here than rank. 🍊",
  "3433": "Look deeper. Rank #378. Not every piece makes the top 420. The Pirate Hat + Nesting Grounds pairing appears on 2 NFTs. Some pieces have stories. This is one. 🍊",
  "3813": "Some pieces carry weight. Rank #379. The top 10% earned their positions. The Copium Mask + Moon pairing appears on 2 NFTs. There's depth here. 🍊",
  "2702": "Some pieces carry weight. Rank #380. Top 10% means something worked. A single Aviators + Soy Hair exists. Hold, flex, or appreciate. 👑",
  "4147": "There's a story here. Rank #381. Not every piece makes the top 420. Bepe Waifu + Sports Jacket: one instance. Some pieces have stories. This is one. 🍊",
  "2575": "Let's look closer. Rank #382. The top 10% earned their positions. The Cap + $BEPE pairing appears once in 4,200. Investment or story—maybe both. 🍊",
  "3912": "Worth examining. Rank #383. Top 10% means something worked. The Military Beret sits here. The beret stays on. Worth the closer look. 🍊",
  "2270": "Here's the context. Rank #384. Not every piece makes the top 420. Standard Cut + $LOVE: one instance. Worth the closer look. 🍊",
  "2800": "Beyond the numbers. Rank #385. Not every piece makes the top 420. Only one carries Rekt + Power Bob. Some pieces have stories. This is one. 🍊",
  "3146": "Context first. Rank #386. Not every piece makes the top 420. The Crown is here. Only 140 wear it. Royalty minted. 👑 A single Pipe + Sports Bra exists. The story continues. 🍊",
  "4019": "Here's the context. Rank #387. The top 10% earned their positions. Bepe Wojak + Spell Room—singular in the collection. The kind that ages well. 👑",
  "27": "Consider this. Rank #388. Not every piece makes the top 420. Neckbeard trait present. The culture runs deep. A single Bepe Wojak + Cap exists. Data and traits tell different stories. 🍊",
  "3554": "The narrative. Rank #389. Top 10% means something worked. The Crown is here. Only 140 wear it. Royalty minted. 👑 The Joint + $NECKCOIN pairing appears on 3 NFTs. Built on Monkey Zoo—OG energy from the early grove. Worth the closer look. 🍊",
  "4065": "Worth examining. Rank #390. Not every piece makes the top 420. The Military Beret sits here. The beret stays on. The Ninja Turtle Mask + Bepe Barracks pairing appears on 2 NFTs. Some things compound. 🍊",
  "3710": "Here's the context. Rank #391. Not every piece makes the top 420. The Military Beret sits here. The beret stays on. Only one carries Military Beret + Astronaut. More here than rank. 🍊",
  "2840": "Here's the context. Rank #392. Not every piece makes the top 420. The Waifu + Copium Mask pairing appears on 3 NFTs. This one has a narrative. 🍊",
  "2611": "Worth examining. Rank #393. The top 10% earned their positions. A single Stache + Golden Hour exists. The narrative is real. 🍊",
  "3246": "There's more to this. Rank #394. Top 10% means something worked. The Pizza + $NECKCOIN pairing appears on 3 NFTs. Some pieces have stories. This is one. 🍊",
  "2375": "The story. Rank #395. Not every piece makes the top 420. Only one carries Bleeding Bags + Soy Hair. The kind that ages well. 👑",
  "3383": "Consider this. Rank #396. The top 10% earned their positions. Only one carries Rekt + Headphones. Some pieces have stories. This is one. 🍊",
  "2791": "There's more to this. Rank #397. Not every piece makes the top 420. The Comrade Hat + Denim Vest combo stands alone. Worth remembering. 🍊",
  "3765": "Look deeper. Rank #398. Not every piece makes the top 420. The Military Beret sits here. The beret stays on. Military Beret + Hell—singular in the collection. Some pieces have stories. This is one. 🍊",
  "4150": "Some pieces carry weight. Rank #399. Not every piece makes the top 420. Bepe Waifu + Cig: one instance. The grove will remember this one. 🍊",
  "64": "There's more to this. Rank #400. The top 10% earned their positions. The VR Headset + God's Robe pairing appears on 2 NFTs. Hold, flex, or appreciate. 👑",
  "4009": "The narrative. Rank #401. Top 10% means something worked. The MOG Glasses + Standard Cut pairing appears once in 4,200. The grove will remember this one. 🍊",
  "2758": "Beyond the numbers. Rank #402. Not every piece makes the top 420. The Laser Eyes + Orange Grove pairing appears on 3 NFTs. Investment or story—maybe both. 🍊",
  "3050": "Let's look closer. Rank #403. The top 10% earned their positions. Ponytail + Goose Suit—singular in the collection. Some things compound. 🍊",
  "3758": "Let's look closer. Rank #404. Not every piece makes the top 420. The Alien Soyjak + Ronin pairing appears on 3 NFTs. Data and traits tell different stories. 🍊",
  "2153": "Consider this. Rank #405. Not every piece makes the top 420. Only one carries Bubble Gum + Soy Hair. Some things compound. 🍊",
  "3184": "There's a story here. Rank #406. The top 10% earned their positions. Vintage Dress + Morning Routine: one instance. The kind that ages well. 👑",
  "2512": "The narrative. Rank #407. The top 10% earned their positions. A single Cig + Signal Lost exists. The kind that ages well. 👑",
  "2827": "Here's what the data misses. Rank #408. Not every piece makes the top 420. The Waifu + $NECKCOIN pairing appears on 2 NFTs. Worth the closer look. 🍊",
  "4130": "Here's the context. Rank #409. The top 10% earned their positions. Bepe Waifu + Halo: one instance. Worth sitting with. 🍊",
  "3404": "There's depth here. Rank #410. The top 10% earned their positions. The 3D Glasses + Moms Basement pairing appears on 3 NFTs. Some things compound. 🍊",
  "3552": "Context first. Rank #411. Not every piece makes the top 420. The Military Beret sits here. The beret stays on. The Ronin + Bepe Barracks pairing appears on 3 NFTs. Built on Monkey Zoo—OG energy from the early grove. The story continues. 🍊",
  "3693": "Beyond the numbers. Rank #412. The top 10% earned their positions. The Alien Wojak + NYSE Dump pairing appears on 2 NFTs. Data and traits tell different stories. 🍊",
  "3212": "There's depth here. Rank #413. Not every piece makes the top 420. The Cyber Shades + Field Cap pairing appears on 3 NFTs. The story continues. 🍊",
  "4149": "There's more to this. Rank #414. The top 10% earned their positions. A single Power Bob + Suit exists. The kind that ages well. 👑",
  "2562": "There's depth here. Rank #415. Not every piece makes the top 420. A single NPC + $NECKCOIN exists. The kind that ages well. 👑",
  "775": "Some pieces have layers. Rank #416. Not every piece makes the top 420. Only one carries Cig + 2Pac Bandana. There's depth here. 🍊",
  "3812": "There's depth here. Rank #417. Not every piece makes the top 420. The Alien Wojak + Trump Wave pairing appears on 2 NFTs. The story continues. 🍊",
  "3934": "There's a story here. Rank #418. Top 10% means something worked. The Bepe Wojak + Everythings Fine pairing appears on 2 NFTs. The narrative is real. 🍊",
  "2939": "The story. Rank #419. Not every piece makes the top 420. The Ninja Turtle Mask + Power Bob pairing appears on 2 NFTs. This one has a narrative. 🍊",
  "3553": "Here's what the data misses. Rank #420. Top 10% means something worked. The Ninja Turtle Mask + Rainforest combo stands alone. Built on Monkey Zoo—OG energy from the early grove. Worth remembering. 🍊"
}